USE test;

INSERT INTO book(title, description, author, isbn, printYear)
VALUES
	('Хочу и буду. Принять себя, полюбить жизнь и стать счастливым', 
    'Книга о том, как понять себя, обрести гармонию и научиться радоваться жизни',
    'Михаил Лабковский',
    '978-5-9614-6244-9',
    2017),
    
    ('iPhuck 10',
    '"iPhuck 10" - самый дорогой любовный гаджет на рынке и одновременно самый знаменитый из 244 детективов Порфирия Петровича.',
    'Виктор Пелевин',
    '978-5-04-089394-2',
    2017),
    
    ('Семь навыков высокоэффективных людей. Мощные инструменты развития личности',
    'Эта книга излагает системный подход к определению жизненных целей, приоритетов человека',
    'Стивен Р. Кови',
    '978-5-9614-5955-5',
    2017),
    
    ('Отдай мое сердце',
    'В этой книге содержится инструкция, разъясняющая, что следует делать с сердцем - своим и чужими',
    'Макс Фрай',
    '978-5-17-982792-4',
    2017),
    
    ('Варкрафт. Хроники. Энциклопедия. Том 2',
    'Второй том энциклопедии "Warcraft" откроет ещё больше подробностей из истории и мифологии вселенной',
    'Крис Метцен, Мэтт Бернс, Роберт Брукс',
    '978-5-17-100175-9',
    2017),
    
    ('Гравити Фолз. Дневник 3',
    '"Дневник 3", который на протяжении всех сезонов увлеченно читал Диппер.',
    'Роб Ренцетти, Алекс Хирш',
    '978-5-699-90656-7',
    2016),
    
    ('Сонные сказки',
    'В этой книге собраны особые психологические сказки современных авторов, которые помогут родителям уложить ребенка спать без слез и капризов.',
    'Илья Славицкий',
    '978-5-9268-1216-6',
    2017),
    
    ('Чужак (репринтное издание)',
    '"Чужак. Репринтное издание" - подарочное издание самой первой книги цикла про Ехо.',
    'Макс Фрай',
    '978-5-17-086722-6',
    2017),
    
    ('Букварь (большой формат)',
    'При составлении Букваря автор использовал свой 30-летний опыт работы логопеда, что впервые позволило сочетать обучение грамоте с предупреждением ошибок на письме, возникающих в школьном возрасте.',
    'Надежда Жукова',
    '978-5-699-57551-0',
    2015),
    
    ('Атлант расправил плечи',
    'К власти в США приходят социалисты и правительство берет курс на "равные возможности", считая справедливым за счет талантливых и состоятельных сделать богатыми никчемных и бесталанных.',
    'Айн Рэнд',
    '978-5-9614-6101-5',
    2017),
    
    ('Оно',
    'Специальное издание к выходу экранизации одного из самых масштабных романов Стивена Кинга.',
    'Стивен Кинг',
    '978-5-17-105218-8',
    2017),
    
    ('Овощи, фрукты, ягоды. Познавательные наклейки',
    'Полезная познавательная книжка с крупными правдоподобными изображениями овощей, фруктов и ягод.',
    'Игорь Приходкин',
    '978-5-7833-2014-9',
    2016),
    
    ('English Grammar in Use with Answers',
    'English Grammar in Use Fourth Edition is an updated version of the best-selling grammar title.',
    'Рэймонд Мерфи',
    '978-0-521-18906-4',
    2012),
    
    ('Сказать жизни "Да!". Психолог в концлагере',
    'В ней философ и психолог Виктор Франкл, прошедший нацистские лагеря смерти, открыл миллионам людей всего мира путь постижения смысла жизни.',
    'Виктор Франкл',
    '978-5-91671-731-0',
    2017),
    
    ('Hygge. Секрет датского счастья',
    'В Рейтинге стран мира по уровню счастья датчане регулярно занимают первое место. Но как им удается радоваться жизни, когда за окном скверная погода, день так короток, что его и не заметишь, а на работе нескончаемый аврал?',
    'Майк Викинг',
    '978-5-389-11770-9',
    2016),
    
    ('Подсознание может все!',
    'Автор этой книги в уединении среди лесов канадской провинции Британская Колумбия три года сосредоточенно размышлял над вопросами, касающимися деятельности человеческого мозга.',
    'Джон Кехо',
    '978-985-15-3189-5',
    2017),
    
    ('От земли до неба. Атлас-определитель',
    'Книга представляет собой оригинальный, впервые разработанный специально для начальной школы атлас-определитель.',
    'Андрей Плешаков',
    '978-5-09-045791-0',
    2017),
    
    ('Магическая уборка. Японское искусство наведения порядка дома и в жизни',
    'После обычной уборки через пару дней у вас дома снова бардак. По методу КонМари вы убираетесь ОДИН РАЗ И НАВСЕГДА.',
    'Мари Кондо',
    '978-5-699-82795-4',
    2017),
    
    ('45 татуировок менеджера. Правила российского руководителя',
    'Татуировка - это надпись на всю жизнь.',
    'Максим Батырев',
    '978-5-00100-679-4',
    2017),
    
    ('Намедни. Наша эра. 1931-1940',
    'Восьмой по счету, этот том книжного проекта "Намедни. Наша эра" - про 1930-е.',
    'Леонид Парфенов',
    '978-5-17-100364-7',
    2017),
    
    ('Приключения зайчонка',
    'Прекрасно иллюстрированная книжка о приключениях зайчонка, несомненно, доставит много радостных минут маленьким читателям.',
    'Ирина Гурина',
    '978-5-7833-1978-5',
    2015),
    
    ('Мир и человек. Географический атлас',
    'Это географический атлас, страницы которого содержат объёмную наглядную информацию, где дети могут узнать о звездах, планетах и о других небесных телах.',
    'Татьяна Александрович',
    '978-5-93684-085-2',
    2017)
;